Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Guests must be able to call the following from their guest room telephone: [56629] Khách phải có thể gọi như sau từ điện thoại phòng khách của họ:
vi: Guests must be able to call the following from their guest room telephone: [56629] Khách phải có thể gọi đến các máy như sau từ điện thoại trong phòng:

source: Guests who do not have breakfast included in their room rate must be informed that an a la carte menu is available at extra cost by the colleague who escorts them to their table [50859] Những khách không bao gồm bữa sáng trong giá phòng của họ phải được nhân viên hộ tống đến bàn ăn thông báo rằng thực đơn gọi món a la carte có chi phí tính thêm.
vi: Guests who do not have breakfast included in their room rate must be informed that an a la carte menu is available at extra cost by the colleague who escorts them to their table [50859] Khách không có bữa sáng bao gồm trong giá phòng phải được nhân viên hộ tống đến bàn ăn thông báo rằng thực đơn gọi món a la carte có chi phí tính thêm.

source: Guidelines các hướng dẫn
vi: Guidelines Hướng Dẫn

source: Gói chào mừng dành cho trẻ em Holiday Inn® phải được cung cấp cho tất cả trẻ em từ 3 đến 12 tuổi khi nhận phòng.
vi: Gói quà chào mừng Holiday Inn® cho trẻ em phải được cung cấp cho tất cả trẻ em từ 3 đến 12 tuổi khi nhận phòng.

source: Hairdryer must not be presented in a soft branded bag [58770] Máy sấy tóc không được để trong một túi thương hiệu mềm
vi: Hairdryer must not be presented in a soft branded bag [58770] Máy sấy tóc không được để trong một túi mềm có tên thương hiệu

source: Hand soap at the hand wash basin and bath soap at the shower or bath tub [6389] Xà phòng rửa tay tại bồn rửa tay và xà phòng tắm khi tắm hoặc bồn tắm
vi: Hand soap at the hand wash basin and bath soap at the shower or bath tub [6389] Xà phòng rửa tay tại bồn rửa tay và xà phòng tắm tại khoang tắm sen hoặc bồn tắm

source: Handover
vi: Handover Bàn giao

source: Handover Bàn Giao
vi: Existing Construction Các công trình sẵn có

source: Hanger with Indentation for Garment Loops Example Ví dụ về móc treo có vết lõm cho móc vải
vi: Hanger with Indentation for Garment Loops Example Ví dụ về móc treo có hõm mắc dây trên trang phục

source: Hard and/or soft landscaping must be provided within the property boundary and must meet the following: [12271] Cảnh quan cứng và / hoặc mềm phải được cung cấp trong phạm vi tòa nhà và phải đáp ứng các điều sau:
vi: Hard and/or soft landscaping must be provided within the property boundary and must meet the following: [12271] Cảnh quan cứng và/hoặc mềm phải được cung cấp trong phạm vi khách sạn và phải đáp ứng các điều sau:

source: Hard wearing [133062] Bền
vi: Hard wearing [133062] Chống mòn

source: Hard-wired Base Plate Example (black) Ví dụ về tấm đế dây cứng (màu đen)
vi: Hard-wired Base Plate Example (black) Ví dụ về tấm đế có dây điện (đen) (thiếu link)

source: Hard-wired Base Plate Example (white) Ví dụ về tấm đế dây cứng (màu trắng)
vi: Hard-wired Base Plate Example (white) Ví dụ về tấm đế có dây điện (trắng) (thiếu link)

source: Hardware
vi: Hardware Phần cứng

source: Hardware must indicate occupancy [99313] Thiết bị phải chỉ rõ có người dùng
vi: Hardware must indicate occupancy [99313] khóa phải cho thấy đang có người dùng

source: Hash brown or potato dish [60523] Khoai tây hash brown hoặc khoai tây
vi: Hash brown or potato dish [60523] hash brown hoặc khoai tây

source: Have a reflective finish that contrasts with the background [56323] Đánh bóng phản chiếu tương phản với nền
vi: Have a reflective finish that contrasts with the background [56323] Hoàn thiện phản chiếu, tương phản với nền

source: Have an automatic standby emergency power supply for a minimum of 24 hours operation [263128] Có nguồn điện khẩn cấp dự phòng tự động cho hoạt động tối thiểu 24 giờ
vi: Have an automatic standby emergency power supply for a minimum of 24 hours operation [263128] Có nguồn điện khẩn cấp dự phòng tự động để cấp đủ điện cho tối thiểu 24 giờ hoạt động

source: Have manual devices (call points) [263129] Có thiết bị báo động tay (nút ấn khẩn cấp)
vi: Have manual devices (call points) [263129] Có thiết bị nút ấn báo cháy khẩn cấp

source: Health and Safety (including Guest Safety)
vi: Health and Safety (including Guest Safety) Sức Khỏe và An Toàn (bao gồm đảm bảo An Toàn cho khách)

source: Health and Safety (including Guest Safety) Sức Khỏe và An Toàn (bao gồm An Toàn cho khách)
vi: Health and Safety (including Guest Safety) Sức Khỏe và An Toàn (bao gồm đảm bảo An Toàn cho khách)

source: HeartBeat Medallia Reporting Portal Cổng thông tin báo cáo HeartBeat Medallia
vi: HeartBeat Medallia Reporting Portal Cổng thông tin báo cáo HeartBeat Medallia https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=29807d24-9951-4010-be8f-789ff2927ffb

source: Heating Ventilation and Air Conditioning Systems
vi: Heating, Ventilation and Air Conditioning Systems Hệ Thống Sưởi, Thông Gió và Điều Hòa Không Khí

source: Heating Ventilation and Air Conditioning Systems Hệ Thống Thông Gió Tạo Nhiệt và Điều Hòa Không Khí
vi: Pipe and Duct Distribution Bố trí ống dẫn

source: Herbal, e.g Chamomile [60587] Thảo dược, ví dụ hoa cúc Chamomile
vi: Herbal, e.g Chamomile [60587] Trà thảo mộc, ví dụ trà hoa cúc

source: High-rise properties are required to provide a lift for use in fire-fighting operations and include the following: [56555] tòa nhà cao tầng bắt buộc lắp đặt thang máy để sử dụng trong các hoạt động chữa cháy và bao gồm:
vi: High-rise properties are required to provide a lift for use in fire-fighting operations and include the following: [56555] tòa nhà cao tầng bắt buộc lắp đặt thang máy cứu hỏa và bao gồm:

source: Holiday Inn Brand_Recommended Beverage Dispensers (as of Nov 2016) Holiday Inn Brand_Máy Pha Đồ Uống Được Đề Xuất (tính đến tháng 11/2016)
vi: Holiday Inn Brand_Recommended Beverage Dispensers (as of Nov 2016) Holiday Inn Brand_Dispenser Đồ Uống Được Khuyến nghị (tính đến tháng 11/2016)

source: Holiday Inn Brand_Recommended Beverage Dispensers Holiday Inn Brand_Máy Pha Đồ Uống Được Đề Xuất
vi: Holiday Inn Brand_Recommended Beverage Dispensers Holiday Inn Brand_Dispenser Đồ Uống Được Đề Xuất

source: Holiday Inn Resorts Branded Keycard Wallet (Brand Central>Holiday Inn Resorts>Brand Warehouse>Collateral>Artwork>Hotel Collateral) Ví Thẻ Khóa Thương Hiệu Holiday Inn Resorts (Brand Central>Holiday Inn Resorts>Brand Warehouse>Collateral>Artwork>Hotel Collateral)
vi: Holiday Inn Resorts Branded Keycard Wallet (Brand Central>Holiday Inn Resorts>Brand Warehouse>Collateral>Artwork>Hotel Collateral) https://www.ihgbrandcentral.com/%26redirecturl/clusters/brand/holiday-inn-resort/region/global/subcategory/collateral/artwork

source: Honey must be in a dispenser or bowl or in individual commercially packaged serving [581118] Mật ong phải ở trong một hộp đựng hoặc bát hoặc đóng gói thương mại riêng lẻ
vi: Honey must be in a dispenser or bowl or in individual commercially packaged serving [581118] Mật ong phải ở trong một hộp dispenser hoặc bát hoặc trong bao bì đóng gói thương mại riêng lẻ

source: Hot Box Example 1 Ví Dụ Hộp Đồ Nóng 1
vi: Hot Box Example 1 Ví Dụ Hộp Đồ Nóng 1 (thiếu link)

source: Hot Box Example 2 Ví Dụ Hộp Đồ Nóng 2
vi: Hot Box Example 2 Ví Dụ Hộp Đồ Nóng 2 (thiếu link)

source: Hot Food Station
vi: Hot Food Station Quầy đồ nóng

source: Hot Water
vi: Hot Water Nước nóng

source: Hot and cold food and beverage options "To Go", clearly labelled with use by the indicated time [32965] Lựa chọn F&B nóng và lạnh "To Go", được dán nhãn rõ ràng với thời gian sử dụng
vi: Hot and cold food and beverage options "To Go", clearly labelled with use by the indicated time [32965] Lựa chọn F&B nóng và lạnh "To Go" (mang đi), được dán nhãn rõ ràng với hạn sử dụng

source: Hot milk must be available on request [59955] Sữa nóng phải có sẵn theo yêu cầu
vi: Hot milk must be available on request [59955] Sữa nóng phải được phục vụ theo yêu cầu

source: Hotel Orientation [67922] Định hướng khách sạn
vi: Hotel Orientation [67922] Định hướng trong khách sạn

source: Hotel Solutions page Trang giải pháp khách sạn
vi: Hotel Solutions page Trang Giải pháp khách sạn https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=870880bd-ec4a-40ce-8385-be0c5ecd0f63

source: Hotel brochures must be available [60125] hồ sơ khách sạn có sẵn
vi: Hotel brochures must be available [60125] Brochure khách sạn phải có sẵn

source: Hotel lobby [77581] Sảnh khách sạn
vi: Hotel lobby [77581] Lobby khách sạn

source: Hotels choosing to bid on or purchase keywords or advertisement creatives must meet the following: [53047] khách sạn chọn đặt giá thầu hoặc mua từ khóa hoặc quảng cáo phải đáp ứng các điều sau:
vi: Hotels choosing to bid on or purchase keywords or advertisement creatives must meet the following: [53047] khách sạn chọn đấu thầu hoặc mua từ khóa hoặc quảng cáo phải đáp ứng các điều sau:

source: Hotels choosing to opt out of the Programme must not work with any Third Party Intermediary (TPI) / Online Travel Agent (OTA) on an individual basis, regardless of certification.
vi: Hotels choosing to opt out of the Programme must not work with any Third Party Intermediary (TPI)/Online Travel Agent (OTA) on an individual basis, regardless of certification. [33476]

source: Hotels may have until a date based compliance deadline to comply with the standard" Hiện tại - "Hiện tại, dựa trên ngày: Áp dụng cho các khách sạn IHG hiện tại / đang hoạt động.
vi: Hotels may have until a date based compliance deadline to comply with the standard" Hiện có - "Hiện có, có thời hạn: Áp dụng cho các khách sạn IHG hiện có/đang vận hành. Các khách sạn có thể có deadline vào ngày cụ thể để đảm bảo tuân thủ các tiêu chuẩn.

source: Hotels must comply at the appropriate point during construction, prior to opening." Xây dựng mới - "Áp dụng cho các khách sạn Xây dựng mới.
vi: Hotels must comply at the appropriate point during construction, prior to opening." Xây mới - "Áp dụng cho các khách sạn được xây mới.

source: Hotels must comply prior to opening." Chuyển đổi - "Áp dụng cho các tòa nhà đang được chuyển đổi thành IHG.
vi: Hotels must comply prior to opening." Chuyển đổi - "Áp dụng cho các cơ sở đang được chuyển đổi thành IHG.

source: Hotels must implement a periodic cleaning schedule for all guest rooms [58837] Khách sạn phải thực hiện một lịch trình vệ sinh định kỳ cho tất cả các phòng khách
vi: Hotels must implement a periodic cleaning schedule for all guest rooms [58837] Khách sạn phải có lịch trình vệ sinh định kỳ cho tất cả các phòng khách

source: Hotels must implement one of the following in all bathtub locations: [56535] Khách sạn phải thực hiện một trong những điều sau đây trong tất cả các vị trí bồn tắm:
vi: Hotels must implement one of the following in all bathtub locations: [56535] Khách sạn phải thực hiện một trong những điều sau đây tại tất cả các bồn tắm:

source: Hours of operation [56446] Số tiếng vận hành
vi: Hours of operation [56446] Thời gian sử dụng

source: Hoàn thiện cửa lối vào phải được phối hợp với các hoàn thiện sảnh liền kề.
vi: Hoàn thiện cửa vào phải phối hợp với các hoàn thiện lobby liền kề.

source: Human Resources
vi: Human Resources Nhân lực

source: Human Resources -> Additional Mandatory Roles Nhân sự -> Vai trò bắt buộc bổ sung
vi: Human Resources -> Additional Mandatory Roles Các Vị trí Bắt buộc khác

source: Human Resources -> Management Training Nhân sự -> Đào Tạo Quản Lý
vi: Human Resources -> Management Training Đào Tạo Quản Lý

source: Human Rights
vi: Human Rights Nhân quyền

source: Human Rights Policy Chính sách nhân quyền
vi: Human Rights Policy Chính sách nhân quyền https://www.ihgplc.com/en/responsible-business/policies#HumanRights

source: Human Rights Quyền Con Người
vi: Human Rights Nhân quyền

source: Human Rights Support Documentation Hồ Sơ Hỗ Trợ Nhân Quyền
vi: Human Rights Support Documentation Hồ Sơ Hỗ Trợ Nhân Quyềnhttps://www.ihgbrandcentral.com/%26redirecturl/branding/brand/holiday-inn-resort/region/asia-middle-east-africa/page/401931

source: Hành trình trong khách sạn -> Khu vực khác -> Đồ đạc và Thiết bị
vi: Đồ đạc và Thiết bị

source: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Tác phẩm nghệ thuật
vi: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Tác phẩm nghệ thuật

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Đồ trang trí cửa sổ
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Đồ trang trí cửa sổ

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Đồ trang trí cửa sổ -> Rèm và Mành che
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Đồ trang trí cửa sổ -> Rèm và Mành che

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Hoàn thiện sàn -> Gạch và sứ
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Hoàn thiện sàn -> Gạch và sứ

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Hoàn thiện sàn -> Gỗ
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Hoàn thiện sàn -> Gỗ

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Chung
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Chung

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Hoàn thiện sàn
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Hoàn thiện sàn

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Hoàn thiện sàn -> Sàn gỗ đàn hồi
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Hoàn thiện sàn -> Sàn gỗ đàn hồi

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Hoàn thiện sàn -> thảm trang trí
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Hoàn thiện sàn -> thảm trang trí

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Hoàn thiện sàn -> Đá
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Hoàn thiện sàn -> Đá

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Lắp kính và gương
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Lắp kính và gương

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Lớp phủ tường
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Lớp phủ tường

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Sơn
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Sơn

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Trần
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Trần

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Trần -> Gạch Trần Treo
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Trần -> Gạch Trần Treo

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Tấm phủ tường -> Vinyl
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Tấm phủ tường -> Vinyl

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Vật phẩm bọc
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Vật phẩm bọc

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Đồ mộc, đồ gỗ
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Đồ mộc, đồ gỗ

source: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Đồ đạc và Thiết bị
vi: Hành trình xây dựng - Xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Đồ đạc và Thiết bị

source: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Công trình nề
vi: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Công trình nề

source: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Hoàn thiện sàn -> Thảm - Thảm dệt khổ rộng
vi: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Hoàn thiện sàn -> Thảm - Thảm dệt khổ rộng

source: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Thiết bị và Đồ đạc -> Hệ thống ống nước
vi: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Thiết bị và Đồ đạc -> Hệ thống ống nước

source: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Đồ đạc và Thiết bị -> Thiết bị bằng đồng
vi: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Đồ đạc và Thiết bị -> Thiết bị bằng đồng

source: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị -> Đồ đạc và Thiết bị -> Thiết bị vệ sinh
vi: Hành trình xây dựng - xây dựng cơ sở -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị -> Đồ đạc và Thiết bị -> Thiết bị vệ sinh

source: Hãy báo Giám Đốc Ca hoặc nhân viên lễ tân nếu có bất kỳ bất tiện nào.
vi: Hãy báo Quản lý ca hoặc nhân viên lễ tân nếu có kỳ nghỉ của bạn có bất kỳ bất tiện nào.

source: Hóa đơn phải được chia thành từng khoản chính xác, tổng hợp và chỉ rõ có bao gồm dịch vụ và thuế hay không.
vi: [42142] Hóa đơn phải được chia thành từng mục rõ ràng, cộng tổng và chỉ rõ liệu có bao gồm phí dịch vụ và thuế hay không.

source: Hướng dẫn về đánh giá và quản lý rủi ro an toàn thực phẩm được cung cấp trong Bộ công cụ an toàn thực phẩm IHG®.
vi: Hướng dẫn về đánh giá và quản lý rủi ro an toàn thực phẩm được cung cấp trong Bộ công cụ Sức khỏe & An toàn IHG®.

source: Hệ thống thoát nước của công trường và tòa nhà phải được thiết kế sao cho không đi qua lối đi bộ và sân hiên.
vi: Hệ thống thoát nước trong khuôn viên và tòa nhà phải được thiết kế sao cho không cắt qua lối đi bộ và sân hiên.

source: IHG Best Price Guarantee - Hotel Solutions Đảm bảo giá tốt nhất của IHG - Giải pháp khách sạn
vi: IHG Best Price Guarantee - Hotel Solutions Đảm bảo giá tốt nhất của IHG - Giải pháp khách sạn https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=88484311-3ea9-41d7-bd0a-d3985d7985c4

source: IHG Best Price Guarantee Terms and Conditions Điều khoản và điều kiện đảm bảo giá tốt nhất của IHG
vi: IHG Best Price Guarantee Terms and Conditions Điều khoản và điều kiện đảm bảo giá tốt nhất của IHG https://www.ihg.com/content/us/en/customer-care/lowest-internet-rate-terms-conditions

source: IHG Concerto Educational Series
vi: IHG Concerto Educational Series https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/concerto/document-repository

source: IHG Concerto FAQs
vi: IHG Concerto FAQs https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/concerto/faq

source: IHG Concerto Microsite
vi: IHG Concerto Microsite https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/concerto/home

source: IHG Flag Reference Tham chiếu cờ IHG
vi: IHG Flag Reference Tham chiếu cờ IHG (thiếu link)

source: IHG Frontline - Recipe for Egg Dishes IHG Frontline – Công Thức cho Món Trứng
vi: IHG Frontline - Recipe for Egg Dishes IHG Frontline – Công Thức cho Món Trứng (thiếu link)

source: IHG Frontline - Recipes for Egg Dishes IHG Frontline – Công Thức Cho Món Trứng
vi: IHG Frontline - Recipes for Egg Dishes IHG Frontline – Công Thức Món Trứng (thiếu link)

source: IHG Frontline Tiền tuyến IHG
vi: IHG Frontline Tiền tuyến IHG https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/init-ihg-frontline/home

source: IHG Handling Personal Data Policy Chính Sách Dữ Liệu Cá Nhân Xử Lý của IHG
vi: IHG Handling Personal Data Policy Chính Sách Dữ Liệu Cá Nhân Xử Lý của IHG https://www.ihgbrandcentral.com/%26redirecturl/branding/brand/holiday-inn-resort/region/asia-middle-east-africa/page/401931 See also ID number 7009 Xem thêm số ID 7009

source: IHG Hotel Content Manager Shot List Shot List Của quản lý nội dung khách sạn IHG
vi: IHG Hotel Content Manager Shot List Shot List Của quản lý nội dung khách sạn IHG https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-content-hub

source: IHG Recognised Photo Vendor by Region Information Nhà cung cấp hình ảnh được công nhận của IHG theo thông tin khu vực
vi: IHG Recognised Photo Vendor by Region Information Nhà cung cấp hình ảnh được công nhận của IHG theo thông tin khu vực https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-content-hub

source: IHG Risk Management Security Bảo mật quản lý rủi ro IHG
vi: IHG Risk Management Security Quản lý rủi ro IHG về An ninh https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/risk-management/security

source: IHG True Hospitality Service Skills Kỹ Năng Dịch Vụ Khách Sạn Thực Sự của IHG
vi: IHG True Hospitality Service Skills Kỹ Năng Dịch Vụ Khách Sạn Thực Sự của IHG https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/init-brand-service-programme/home

source: IHG [101898]
vi: IHG [101898] Cờ IHG

source: IHG hotel branded [101897] thương hiệu khách sạn IHG
vi: IHG hotel branded [101897] Cờ có thương hiệu khách sạn IHG

source: IHG® Rewards Club
vi: IHG® Rewards Club Câu lạc bộ Khách hàng thân thiết IHG®

source: IHG® Rewards Club Reference Guide Hướng
vi: IHG® Rewards Club Reference Guide Hướng dẫn tham khảo về CLB Khách hàng Thân thiết IHG® https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=dc1c4a5e-f7a1-45c8-a9d0-d0f8a37c1600

source: IHG® Rewards Club Reference Guide Hướng dẫn tham chiếu câu lạc bộ khách hàng thân tiết của IHG®
vi: IHG® Rewards Club Reference Guide Hướng dẫn tham khảo về CLB Khách hàng Thân thiết IHG® https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=dc1c4a5e-f7a1-45c8-a9d0-d0f8a37c1600
